{
  "NavBar": {
    "home": "Inicio",
    "about": "Sobre Nosotros",
    "portfolio": "Portafolio",
    "services": "Nuestros Servicios",
    "main_button": "Contáctanos"
  },
  "Home": {
    "slogan": "Escuchamos, Entendemos y Solucionamos Tus Desafíos de Software",
    "description": "GSN Innovations es un grupo de desarrollo de software especializado en crear aplicaciones web modernas, responsivas y fáciles de usar.",
    "first_btn": "Contáctanos",
    "second_btn": "Ver Portafolio"
  },
  "About": {
    "section": "Sobre Nosotros",
    "title": "Quiénes Somos",
    "profesionS": "Desarrollador Back-end",
    "profesionG": "Desarrollador Front-end",
    "description": "GSN Innovations es un grupo de desarrollo web de Argentina, especializado en crear aplicaciones web modernas, responsivas y fáciles de usar. Nuestro equipo de expertos está apasionado por usar las últimas tecnologías para entregar resultados excepcionales a nuestros clientes.",
    "title1": "Experiencia",
    "description1": "Nuestro equipo tiene una amplia experiencia en desarrollo web, utilizando tecnologías como Typescript, Javascript, Google Cloud, Next.js, React, HTML, CSS, Node.js, MongoDB y MySQL.",
    "title2": "Enfoque",
    "description2": "Seguimos un enfoque centrado en el usuario, enfocándonos en crear experiencias intuitivas y atractivas. Nuestro proceso implica una estrecha colaboración con nuestros clientes para asegurar que entregamos soluciones que satisfacen sus necesidades únicas.",
    "title3": "Compromiso",
    "description3": "Estamos comprometidos a entregar trabajos de alta calidad y proporcionar un servicio al cliente excepcional. Nuestro objetivo es construir asociaciones a largo plazo con nuestros clientes y ayudarlos a alcanzar sus objetivos comerciales.",
    "tecnologies": "Tecnologias"
  },
  "Services": {
    "title": "Nuestros Servicios",
    "description": "GSN Innovations ofrece una amplia gama de servicios de desarrollo de aplicaciones web para ayudar a nuestros clientes a alcanzar sus metas. Desde el desarrollo de aplicaciones web personalizadas hasta el diseño y mantenimiento de sitios web, tenemos la experiencia para entregar resultados excepcionales.",
    "strengths1": "Desarrollo de Aplicaciones Web Personalizadas",
    "desciption1": "Construimos aplicaciones web personalizadas adaptadas a tus necesidades específicas, utilizando las últimas tecnologías y mejores prácticas.",
    "strengths2": "Diseño de Aplicaciones Web",
    "desciption2": "Nuestro equipo de diseñadores crea diseños visualmente atractivos y fáciles de usar que mejoran la experiencia del usuario en general.",
    "strengths3": "Mantenimiento de Aplicaciones Web",
    "desciption3": "Proporcionamos mantenimiento y soporte continuo para asegurar que tu aplicación web se mantenga actualizada, segura y optimizada para el rendimiento."
  },
  "Portfolio": {
    "title": "Nuestro Portafolio",
    "description": "Descubre algunas de las aplicaciones web que hemos desarrollado para nuestros clientes."
  },
  "Contact": {
    "title": "Ponte en Contacto",
    "description": "¿Tienes un proyecto de aplicación web en mente? Hablemos sobre cómo podemos ayudarte. Llena el formulario a continuación y uno de los miembros de nuestro equipo se pondrá en contacto contigo.",
    "name": "Nombre",
    "pName": "Ingrese su nombre",
    "email": "Mail",
    "pEmail": "Ingrese su mail",
    "subject": "Asunto",
    "message": "Mensaje",
    "pMessage": "Ingrese su mensaje",
    "btn": "Enviar",
    "sending": "Enviando...",
    "success": "Correo enviado exitosamente!!",
    "error": "Ha ocurrido un error al enviar el correo, intente nuevamente más tarde"
  },
  "Footer": {
    "company_name": "GSN Innovations",
    "text": "© 2024 GSN Innovations, Todos los derechos reservados."
  }
}